<?php

return [ //淘车乐配置

	//管理员角色对照表
	'user_role_type' => [

		'超级管理员' => '1',
		'管理员' => '2',
		'代理商' => '3',
		'零售用户' => '4',
	],

	//代理等级配置
	'agents_level' => [
		'0' => '总代理',
		'1' => '一级代理',
		'2' => '二级代理',
		'3' => '三级代理',
	],

	//变速箱配置
	'gearbox' => [
		'0' => '不限',
		'1' => '手动',
		'2' => '自动',
		'3' => '手自一体',
	],

	//外观颜色
	'out_color' => [
		'0' => '其它',
		'1' => '黑',
		'2' => '白',
		'3' => '银白',
		'4' => '红',
		'5' => '蓝',
		'6' => '银白',
		'7' => '橙',
		'8' => '深灰',
		'8' => '紫',
		'9' => '香槟金',
		'10' => '灰',
		'11' => '棕',
	],

	//内饰颜色
	'inside_color' => [
		'1' => '深色',
		'2' => '浅色',
		'3' => '其它',
	],

	//过户次数(车源添加)
	'sale_number' => [0, 1, 2, 3, 4, 5],

	//快递公司
	'exp_company' => [
		'1' => '顺丰',
		'2' => '申通',
		'3' => '圆通',
		'4' => '韵达',
	],

];